Repository: Ranatchai/openGym
Catalog: ios-native/OpenGymApp/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, hu, it, ko, pl, pt, pt_br, ru, th, tr, uk, zh

source: Send your routines to a friend, or put your week on paper.
ar: أرسل روتيناتك إلى صديق، أو اطبع جدول أسبوعك.
de: Schick deine Routinen an einen Freund oder bring deine Woche zu Papier.
es: Envía tus rutinas a un amigo o pon tu semana en papel.
fr: Envoie tes routines à un ami ou mets ta semaine sur papier.
hi: अपने रूटीन किसी दोस्त को भेजें या अपने हफ़्ते को कागज़ पर उतारें।
hu: Küldd el a rutinjaidat egy barátnak, vagy vesd papírra a heted.
it: Invia le tue routine a un amico o metti la settimana su carta.
ko: 루틴을 친구에게 보내거나 이번 주 계획을 종이에 인쇄하세요.
pl: Wyślij swoje plany treningowe znajomemu albo przenieś swój tydzień na papier.
pt: Envia as tuas rotinas a um amigo ou põe a tua semana no papel.
pt_br: Envie suas rotinas para um amigo ou coloque sua semana no papel.
ru: Отправь свои программы другу или распечатай свою неделю.
th: ส่งรูทีนให้เพื่อน หรือพิมพ์แผนรายสัปดาห์ออกมาเป็นกระดาษ
tr: Rutinlerini bir arkadaşına gönder ya da haftanı kâğıda dök.
uk: Надішли свої програми другу або роздрукуй свій тиждень.
zh: 把你的训练日发给朋友，或把这一周打印到纸上。

# Sent straight to {0} with your own API key — you pay for every request.
source: Sent straight to %1$@ with your own API key — you pay for every request.
ar: يُرسل مباشرة إلى %1$@ بمفتاح API الخاص بك — تدفع مقابل كل طلب.
de: Geht direkt mit deinem eigenen API-Schlüssel an %1$@ — du bezahlst jede Anfrage.
es: Se envía directamente a %1$@ con tu propia clave de API: tú pagas cada solicitud.
fr: Envoyé directement à %1$@ avec ta propre clé API — tu paies chaque requête.
hi: आपकी अपनी API कुंजी से सीधे %1$@ को भेजा जाता है — हर अनुरोध का भुगतान आप करते हैं।
hu: Közvetlenül ide megy a saját API-kulcsoddal: %1$@ — minden kérést te fizetsz.
it: Inviato direttamente a %1$@ con la tua chiave API: paghi tu ogni richiesta.
ko: 당신의 API 키로 %1$@에 바로 전송됩니다 — 모든 요청의 비용은 당신이 냅니다.
pl: Wysyłane prosto do %1$@ z Twoim własnym kluczem API — płacisz za każde zapytanie.
pt: Enviado diretamente para %1$@ com a tua própria chave de API — pagas cada pedido.
pt_br: Enviado direto para %1$@ com a sua própria chave de API — você paga cada pedido.
ru: Отправляется напрямую в %1$@ с вашим собственным API-ключом — каждый запрос оплачиваете вы.
th: ส่งตรงไปยัง %1$@ ด้วยคีย์ API ของคุณเอง — คุณเป็นผู้จ่ายทุกคำขอ
tr: Kendi API anahtarınla doğrudan %1$@ adresine gönderilir — her isteğin ücretini sen ödersin.
uk: Надсилається напряму в %1$@ із твоїм власним API-ключем — кожен запит оплачуєш ти.
zh: 使用你自己的 API 密钥直接发送到 %1$@——每个请求的费用由你承担。

# Sent to {0}, running on this server under the instance owner’s account.
source: Sent to %1$@, running on this server under the instance owner’s account.
ar: يُرسل إلى %1$@، الذي يعمل على هذا الخادم تحت حساب مالك المثيل.
de: Geht an %1$@, das auf diesem Server im Konto des Betreibers läuft.
es: Se envía a %1$@, que se ejecuta en este servidor con la cuenta del propietario.
fr: Envoyé à %1$@, exécuté sur ce serveur avec le compte du propriétaire de l’instance.
hi: %1$@ को भेजा जाता है, जो इस सर्वर पर इंस्टेंस स्वामी के खाते से चलता है।
hu: Ide megy: %1$@, ezen a szerveren, a példány tulajdonosának fiókjával.
it: Inviato a %1$@, in esecuzione su questo server con l’account del proprietario.
ko: 이 서버에서 인스턴스 소유자 계정으로 실행되는 %1$@에 전송됩니다.
pl: Wysyłane do %1$@, działającego na tym serwerze na koncie właściciela.
pt: Enviado para %1$@, que corre neste servidor na conta do proprietário.
pt_br: Enviado para %1$@, que roda neste servidor na conta do proprietário.
ru: Отправляется в %1$@, работающий на этом сервере под учётной записью владельца.
th: ส่งไปยัง %1$@ ซึ่งทำงานบนเซิร์ฟเวอร์นี้ภายใต้บัญชีของเจ้าของอินสแตนซ์
tr: Bu sunucuda örnek sahibinin hesabıyla çalışan %1$@ adresine gönderilir.
uk: Надсилається в %1$@, що працює на цьому сервері під обліковим записом власника.
zh: 发送到在此服务器上以实例所有者账户运行的 %1$@。

source: Sep
ar: سبتمبر
hi: सित
hu: Szept
it: Set
ko: 9월
pl: Wrz
pt: Set
pt_br: Set
ru: Сен
th: ก.ย.
tr: Eyl
uk: Вер
zh: 9月

source: September
ar: سبتمبر
es: Septiembre
fr: Septembre
hi: सितंबर
hu: Szeptember
it: Settembre
ko: 9월
pl: Wrzesień
pt: Setembro
pt_br: Setembro
ru: Сентябрь
th: กันยายน
tr: Eylül
uk: Вересень
zh: 九月

source: Serratus
ar: المنشارية
de: Sägemuskel
es: Serrato
fr: Dentelé
hi: सेरेटस
hu: Fűrészizom
it: Dentato
ko: 전거근
pl: Zębaty
pt: Serrátil
pt_br: Serrátil
ru: Зубчатая мышца
th: กล้ามเนื้อซี่โครงด้านข้าง
uk: Зубчастий м’яз
zh: 前锯肌

source: Server & sync
ar: الخادم والمزامنة
es: Servidor y sincronización
fr: Serveur et synchronisation
hi: सर्वर और सिंक
hu: Szerver és szinkronizálás
it: Server e sincronizzazione
ko: 서버 및 동기화
pl: Serwer i synchronizacja
pt: Servidor e sincronização
pt_br: Servidor e sincronização
ru: Сервер и синхронизация
th: เซิร์ฟเวอร์และการซิงค์
tr: Sunucu ve eşitleme
uk: Сервер і синхронізація
zh: 服务器与同步

source: Server address (e.g. gym.example.com)
ar: عنوان الخادم (مثل gym.example.com)
de: Serveradresse (z. B. gym.example.com)
es: Dirección del servidor (p. ej. gym.example.com)
fr: Adresse du serveur (ex. gym.example.com)
hi: सर्वर का पता (जैसे gym.example.com)
hu: Szerver címe (pl. gym.example.com)
it: Indirizzo del server (es. gym.example.com)
ko: 서버 주소 (예: gym.example.com)
pl: Adres serwera (np. gym.example.com)
pt: Endereço do servidor (ex. gym.example.com)
pt_br: Endereço do servidor (ex. gym.example.com)
ru: Адрес сервера (например, gym.example.com)
th: ที่อยู่เซิร์ฟเวอร์ (เช่น gym.example.com)
tr: Sunucu adresi (ör. gym.example.com)
uk: Адреса сервера (наприклад, gym.example.com)
zh: 服务器地址（例如 gym.example.com）

source: Server address unknown
ar: عنوان الخادم غير معروف
de: Serveradresse unbekannt
es: Dirección del servidor desconocida
fr: Adresse du serveur inconnue
hi: सर्वर का पता अज्ञात
hu: A szerver címe ismeretlen
it: Indirizzo del server sconosciuto
ko: 서버 주소를 알 수 없음
pl: Nieznany adres serwera
pt: Endereço do servidor desconhecido
pt_br: Endereço do servidor desconhecido
ru: Адрес сервера неизвестен
th: ไม่ทราบที่อยู่เซิร์ฟเวอร์
tr: Sunucu adresi bilinmiyor
uk: Адреса сервера невідома
zh: 服务器地址未知

# Server error (HTTP {0})
source: Server error (HTTP %1$@)
ar: خطأ في الخادم (HTTP %1$@)
de: Serverfehler (HTTP %1$@)
es: Error del servidor (HTTP %1$@)
fr: Erreur du serveur (HTTP %1$@)
hi: सर्वर त्रुटि (HTTP %1$@)
hu: Szerverhiba (HTTP %1$@)
it: Errore del server (HTTP %1$@)
ko: 서버 오류 (HTTP %1$@)
pl: Błąd serwera (HTTP %1$@)
pt: Erro do servidor (HTTP %1$@)
pt_br: Erro do servidor (HTTP %1$@)
ru: Ошибка сервера (HTTP %1$@)
th: เซิร์ฟเวอร์ผิดพลาด (HTTP %1$@)
tr: Sunucu hatası (HTTP %1$@)
uk: Помилка сервера (HTTP %1$@)
zh: 服务器错误（HTTP %1$@）

source: Session length
ar: مدة الجلسة
de: Trainingsdauer
es: Duración de la sesión
fr: Durée de la séance
hi: सत्र की अवधि
hu: Edzés hossza
it: Durata della sessione
ko: 세션 길이
pl: Długość sesji
pt: Duração da sessão
pt_br: Duração da sessão
ru: Длительность тренировки
th: ความยาวเซสชัน
tr: Antrenman süresi
uk: Тривалість тренування
zh: 训练时长

source: Session note
ar: ملاحظة الجلسة
de: Notiz zum Training
es: Nota de la sesión
fr: Note de séance
hi: सत्र का नोट
hu: Edzésjegyzet
it: Nota della sessione
ko: 운동 메모
pl: Notatka do sesji
pt: Nota da sessão
pt_br: Nota da sessão
ru: Заметка о тренировке
th: บันทึกประจำรอบ
tr: Antrenman notu
uk: Нотатка про тренування
zh: 训练备注

source: Sessions
ar: الجلسات
de: Einheiten
es: Sesiones
fr: Séances
hi: सत्र
hu: Edzések
it: Sessioni
ko: 세션
pl: Sesje
pt: Sessões
pt_br: Sessões
ru: Сессии
th: เซสชัน
tr: Seanslar
uk: Заняття
zh: 训练次数

source: Sessions have been running about fifteen minutes over. This is the accessory with the least to lose from one set fewer.
ar: تتجاوز الجلسات وقتها بنحو خمس عشرة دقيقة. هذا هو التمرين المساعد الأقل خسارة من نقص مجموعة واحدة.
de: Die Einheiten dauern rund fünfzehn Minuten länger als geplant. Diese Zusatzübung verliert am wenigsten, wenn ein Satz wegfällt.
es: Las sesiones se están alargando unos quince minutos. Este es el ejercicio accesorio que menos pierde con una serie menos.
fr: Les séances dépassent d’environ quinze minutes. C’est l’exercice accessoire qui a le moins à perdre avec une série de moins.
hi: सत्र लगभग पंद्रह मिनट ज़्यादा चल रहे हैं। यह वह सहायक एक्सरसाइज़ है जिसे एक सेट कम करने से सबसे कम नुकसान होगा।
hu: Az edzések nagyjából tizenöt perccel tovább tartanak. Ez az a kiegészítő gyakorlat, amely a legkevesebbet veszít egy sorozattal kevesebbtől.
it: Le sedute sforano di circa quindici minuti. Questo è l’esercizio complementare che perde meno con una serie in meno.
ko: 세션이 예정보다 15분 정도 길어지고 있어요. 이 보조 운동은 한 세트를 줄여도 잃을 게 가장 적어요.
pl: Sesje trwają około piętnastu minut za długo. To ćwiczenie akcesoryjne straci najmniej na jednej serii mniej.
pt: As sessões estão a durar cerca de quinze minutos a mais. Este é o exercício acessório que menos perde com uma série a menos.
pt_br: As sessões estão passando uns quinze minutos do previsto. Este é o exercício acessório que menos perde com uma série a menos.
ru: Тренировки затягиваются примерно на пятнадцать минут. Это то подсобное упражнение, которое меньше всего потеряет от одного подхода меньше.
th: เซสชันเกินเวลาไปราวสิบห้านาที ท่าเสริมนี้เสียน้อยที่สุดหากลดลงหนึ่งเซ็ต
tr: Seanslar yaklaşık on beş dakika uzuyor. Bir set eksikten en az kaybedecek yardımcı hareket bu.
uk: Тренування затягуються приблизно на п’ятнадцять хвилин. Це та допоміжна вправа, яка найменше втратить від одного підходу менше.
zh: 训练时间大约超出了十五分钟。这个辅助动作少做一组损失最小。

source: Set a password
ar: تعيين كلمة مرور
de: Passwort festlegen
es: Poner una contraseña
fr: Définir un mot de passe
hi: पासवर्ड सेट करें
hu: Jelszó beállítása
it: Imposta una password
ko: 비밀번호 설정
pl: Ustaw hasło
pt: Definir uma palavra-passe
pt_br: Definir uma senha
ru: Задать пароль
th: ตั้งรหัสผ่าน
tr: Şifre belirle
uk: Задати пароль
zh: 设置密码

source: Set current
ar: تعيين كحالي
de: Als aktuell markieren
es: Marcar actual
fr: Marquer comme en cours
hi: वर्तमान के रूप में चिह्नित करें
hu: Megjelölés aktuálisként
it: Imposta come corrente
ko: 현재 운동으로 설정
pl: Ustaw jako bieżące
pt: Marcar como atual
pt_br: Marcar como atual
ru: Сделать текущим
th: ตั้งเป็นปัจจุบัน
tr: Aktif olarak işaretle
uk: Зробити поточною
zh: 设为当前

source: Set password & sign in
ar: تعيين كلمة المرور وتسجيل الدخول
de: Passwort festlegen & anmelden
es: Guardar contraseña e iniciar sesión
fr: Définir le mot de passe et se connecter
hi: पासवर्ड सेट करें और साइन इन करें
hu: Jelszó beállítása és bejelentkezés
it: Imposta la password e accedi
ko: 비밀번호 설정 후 로그인
pl: Ustaw hasło i zaloguj się
pt: Definir palavra-passe e iniciar sessão
pt_br: Definir senha e entrar
ru: Задать пароль и войти
th: ตั้งรหัสผ่านและเข้าสู่ระบบ
tr: Şifreyi belirle ve giriş yap
uk: Задати пароль і увійти
zh: 设置密码并登录

# Set to 0 to go back to the default ({0}).
source: Set to 0 to go back to the default (%1$@).
ar: اجعلها 0 للعودة إلى الافتراضي (%1$@).
de: Auf 0 stellen, um zum Standard (%1$@) zurückzukehren.
es: Pon 0 para volver al valor por defecto (%1$@).
fr: Mets 0 pour revenir à la valeur par défaut (%1$@).
hi: डिफ़ॉल्ट (%1$@) पर लौटने के लिए 0 सेट करें।
hu: Állítsd 0-ra az alapérték (%1$@) visszaállításához.
it: Imposta 0 per tornare al valore predefinito (%1$@).
ko: 0으로 두면 기본값(%1$@)으로 돌아갑니다.
pl: Ustaw 0, aby wrócić do wartości domyślnej (%1$@).
pt: Coloca 0 para voltar à predefinição (%1$@).
pt_br: Defina 0 para voltar ao padrão (%1$@).
ru: Поставь 0, чтобы вернуться к значению по умолчанию (%1$@).
th: ตั้งเป็น 0 เพื่อกลับไปใช้ค่าเริ่มต้น (%1$@)
tr: Varsayılana (%1$@) dönmek için 0 yap.
uk: Постав 0, щоб повернутися до значення за замовчуванням (%1$@).
zh: 设为 0 即恢复默认值（%1$@）。

source: Set up your weekly routine to get going — or load a ready-made starter plan.
ar: جهّز روتينك الأسبوعي للبدء — أو حمّل خطة بداية جاهزة.
de: Richte deinen Wochenplan ein — oder lade einen fertigen Starterplan.
es: Configura tu rutina semanal para empezar — o carga un plan inicial ya hecho.
fr: Configure ta routine hebdo pour commencer — ou charge un plan de départ tout prêt.
hi: शुरू करने के लिए अपना साप्ताहिक रूटीन बनाएँ — या बना-बनाया स्टार्टर प्लान लोड करें।
hu: Állítsd be a heti rutinod, hogy elindulhass — vagy tölts be egy kész kezdő tervet.
it: Imposta la tua routine settimanale — o carica un piano iniziale già pronto.
ko: 주간 루틴을 설정해 시작하세요 — 또는 미리 만들어진 스타터 계획을 불러오세요.
pl: Ustaw swój tygodniowy plan — albo wczytaj gotowy plan startowy.
pt: Configura a tua rotina semanal — ou carrega um plano inicial já feito.
pt_br: Configure sua rotina semanal para começar — ou carregue um plano inicial já pronto.
ru: Настрой свой недельный план — или загрузи готовый стартовый план.
th: ตั้งค่ารูทีนรายสัปดาห์เพื่อเริ่มต้น — หรือโหลดแผนเริ่มต้นสำเร็จรูป
tr: Başlamak için haftalık rutinini kur — ya da hazır bir başlangıç planı yükle.
uk: Налаштуй свій тижневий план, щоб почати — або завантаж готовий стартовий план.
zh: 设置每周计划开始训练——或加载现成的入门计划。

# Set {0}
source: Set %1$@
ar: المجموعة %1$@
de: Satz %1$@
es: Serie %1$@
fr: Série %1$@
hi: सेट %1$@
hu: %1$@. sorozat
it: Serie %1$@
ko: %1$@세트
pl: Seria %1$@
pt: Série %1$@
pt_br: Série %1$@
ru: Подход %1$@
th: เซ็ต %1$@
uk: Підхід %1$@
zh: 第 %1$@ 组

# Set · sign in as “{0}”
source: Set · sign in as “%1$@”
ar: معيّنة · تسجيل الدخول باسم «%1$@»
de: Festgelegt · Anmeldung als „%1$@“
es: Configurada · inicia sesión como «%1$@»
fr: Défini · connexion en tant que « %1$@ »
hi: सेट है · "%1$@" के रूप में साइन इन
hu: Beállítva · bejelentkezés mint „%1$@”
it: Impostata · accedi come «%1$@»
ko: 설정됨 · "%1$@"(으)로 로그인
pl: Ustawione · logowanie jako „%1$@”
pt: Definida · iniciar sessão como «%1$@»
pt_br: Definida · entrar como “%1$@”
ru: Задан · вход как «%1$@»
th: ตั้งแล้ว · เข้าสู่ระบบในชื่อ “%1$@”
tr: Belirlendi · “%1$@” olarak giriş
uk: Задано · вхід як «%1$@»
zh: 已设置 · 以“%1$@”登录

source: Sets
ar: المجموعات
de: Sätze
es: Series
fr: Séries
hi: सेट
hu: Sorozatok
it: Serie
ko: 세트
pl: Serie
pt: Séries
pt_br: Séries
ru: Подходы
th: เซ็ต
tr: Set
uk: Підходи
zh: 组数

source: Sets the pace of progression, and how much the Coach assumes you know.
ar: يحدد وتيرة التقدم، ومدى ما يفترضه المدرب من معرفتك.
de: Bestimmt das Tempo der Progression und wie viel der Coach voraussetzt.
es: Marca el ritmo de progresión y cuánto asume el entrenador que ya sabes.
fr: Détermine le rythme de progression, et ce que le coach suppose que tu sais déjà.
hi: प्रगति की गति और कोच आपसे कितनी जानकारी मानकर चलेगा, यह तय करता है।
hu: Ez határozza meg a progresszió tempóját, és azt, mennyit feltételez az Edző a tudásodról.
it: Determina il ritmo di progressione e quanto il Coach dà per scontato.
ko: 진행 속도와 코치가 당신이 얼마나 알고 있다고 가정할지를 정합니다.
pl: Ustala tempo progresji i to, ile trener zakłada, że już wiesz.
pt: Define o ritmo da progressão e o que o Treinador assume que já sabes.
pt_br: Define o ritmo da progressão e o quanto o Treinador assume que você já sabe.
ru: Задаёт темп прогрессии и то, сколько тренер считает известным вам.
th: กำหนดความเร็วของการเพิ่มความก้าวหน้า และระดับที่โค้ชคาดว่าคุณรู้
tr: İlerleme hızını ve koçun ne kadar bildiğini varsayacağını belirler.
uk: Задає темп прогресії і те, скільки тренер вважає тобі відомим.
zh: 决定进阶的节奏，以及教练默认你已掌握多少。

source: Settings
ar: الإعدادات
de: Einstellungen
es: Ajustes
fr: Réglages
hi: सेटिंग्स
hu: Beállítások
it: Impostazioni
ko: 설정
pl: Ustawienia
pt: Definições
pt_br: Configurações
ru: Настройки
th: ตั้งค่า
tr: Ayarlar
uk: Налаштування
zh: 设置

source: Share your plan
ar: شارك خطتك
de: Plan teilen
es: Comparte tu plan
fr: Partager ton plan
hi: अपना प्लान साझा करें
hu: Terv megosztása
it: Condividi il tuo piano
ko: 계획 공유
pl: Udostępnij swój plan
pt: Partilhar o teu plano
pt_br: Compartilhar seu plano
ru: Поделиться планом
th: แชร์แผนของคุณ
tr: Planını paylaş
uk: Поділитися планом
zh: 分享你的计划

source: Shared routine
ar: روتين مشترك
de: Geteilte Routine
es: Rutina compartida
fr: Routine partagée
hi: साझा किया गया रूटीन
hu: Megosztott rutin
it: Routine condivisa
ko: 공유된 루틴
pl: Udostępniony plan treningowy
pt: Rotina partilhada
pt_br: Rotina compartilhada
ru: Общая программа
th: รูทีนที่แชร์มา
tr: Paylaşılan rutin
uk: Спільна програма
zh: 共享的训练日

source: Shins
ar: عضلات الساق الأمامية
de: Schienbein
es: Tibiales
fr: Tibiaux
hi: पिंडली की हड्डी
hu: Sípcsont
it: Tibiali
ko: 정강이
pl: Piszczele
pt: Tibiais
pt_br: Canelas
ru: Голени
th: หน้าแข้ง
tr: İncik
uk: Гомілки
zh: 胫前肌

# Short {0} sessions in a row — back off to {1}s and build up again.
source: Short %1$@ sessions in a row — back off to %2$@s and build up again.
ar: %1$@ جلسات قصيرة متتالية — تراجع إلى %2$@ث ثم ابدأ بالزيادة من جديد.
de: %1$@ Einheiten in Folge zu kurz — zurück auf %2$@s und neu aufbauen.
es: %1$@ sesiones seguidas por debajo: baja a %2$@ s y vuelve a subir.
fr: %1$@ séances trop courtes d’affilée — redescends à %2$@ s et remonte.
hi: लगातार %1$@ सेशन कम रहे — %2$@ सेकंड पर लौटें और फिर से बढ़ाएँ।
hu: %1$@ egymást követő edzés volt rövid — vissza %2$@ mp-re, és építsd fel újra.
it: %1$@ sessioni di fila troppo brevi: torna a %2$@ s e ricostruisci.
ko: %1$@회 연속으로 시간이 부족했습니다 — %2$@초로 낮추고 다시 쌓으세요.
pl: %1$@ sesje z rzędu poniżej celu — zejdź do %2$@ s i buduj od nowa.
pt: %1$@ sessões seguidas abaixo do alvo — recua para %2$@ s e volta a subir.
pt_br: %1$@ sessões seguidas abaixo da meta — reduza para %2$@ s e volte a progredir.
ru: %1$@ тренировки подряд короче цели — вернись к %2$@ с и наращивай снова.
th: ทำได้ไม่ครบเวลาติดต่อกัน %1$@ ครั้ง — ลดกลับไปที่ %2$@ วินาที แล้วค่อยไต่ขึ้นใหม่
tr: Üst üste %1$@ seans kısa kaldı — %2$@ sn’ye in ve yeniden çık.
uk: %1$@ тренування поспіль коротші за ціль — повернись до %2$@ с і нарощуй знову.
zh: 连续 %1$@ 次未达时长——回到 %2$@ 秒重新积累。

source: Shoulders
ar: الأكتاف
de: Schultern
es: Hombros
fr: Épaules
hi: कंधे
hu: Váll
it: Spalle
ko: 어깨
pl: Barki
pt: Ombros
pt_br: Ombros
ru: Плечи
th: ไหล่
tr: Omuzlar
uk: Плечі
zh: 肩部

source: Show a card on Home with your membership QR codes.
ar: اعرض بطاقة في الرئيسية تحمل رموز QR لعضويتك.
de: Zeigt auf Start eine Karte mit deinen Mitglieds-QR-Codes.
es: Muestra en Inicio una tarjeta con tus códigos QR de socio.
fr: Affiche sur l’Accueil une carte avec vos codes QR d’abonné.
hi: होम पर आपके सदस्यता QR कोड वाला कार्ड दिखाता है।
hu: A Kezdőlapon egy kártyát mutat a tagsági QR-kódjaiddal.
it: Mostra nella Home una scheda con i tuoi codici QR di iscrizione.
ko: 홈 화면에 회원 QR 코드 카드를 표시합니다.
pl: Pokazuje na Starcie kartę z Twoimi kodami QR członkowskimi.
pt: Mostra no Início um cartão com os teus códigos QR de sócio.
pt_br: Mostra no Início um cartão com seus códigos QR de sócio.
ru: Показывает на Главной карточку с вашими QR-кодами абонемента.
th: แสดงการ์ดพร้อม QR โค้ดสมาชิกของคุณบนหน้าหลัก
tr: Ana sayfada üyelik QR kodlarınızı içeren bir kart gösterir.
uk: Показує на Головній картку з твоїми QR-кодами абонемента.
zh: 在首页显示一张包含会员二维码的卡片。

source: Show all equipment
ar: عرض جميع المعدات
de: Alle Geräte zeigen
es: Mostrar todo el equipo
fr: Afficher tout l’équipement
hi: सभी उपकरण दिखाएँ
hu: Minden eszköz megjelenítése
it: Mostra tutti gli attrezzi
ko: 모든 장비 표시
pl: Pokaż cały sprzęt
pt: Mostrar todo o equipamento
pt_br: Mostrar todos os equipamentos
ru: Показать весь инвентарь
th: แสดงอุปกรณ์ทั้งหมด
tr: Tüm ekipmanı göster
uk: Показати весь інвентар
zh: 显示全部器械

source: Show everything
ar: عرض كل شيء
de: Alles anzeigen
es: Ver todo
fr: Tout afficher
hi: सब दिखाएँ
hu: Minden megjelenítése
it: Mostra tutto
ko: 전체 보기
pl: Pokaż wszystko
pt: Mostrar tudo
pt_br: Mostrar tudo
ru: Показать всё
th: แสดงทั้งหมด
tr: Tümünü göster
uk: Показати все
zh: 查看全部

source: Show last time instead
ar: اعرض المرة السابقة بدلًا من ذلك
de: Stattdessen das letzte Mal zeigen
es: Mostrar la última vez
fr: Afficher plutôt la dernière fois
hi: इसके बजाय पिछली बार दिखाएँ
hu: Inkább a legutóbbit mutasd
it: Mostra invece l’ultima volta
ko: 대신 지난번 보기
pl: Pokaż zamiast tego ostatni raz
pt: Mostrar antes a última vez
pt_br: Mostrar a última vez
ru: Показать прошлый раз
th: แสดงครั้งก่อนแทน
tr: Bunun yerine geçen seferi göster
uk: Показати минулий раз
zh: 改为显示上次

source: Show more
ar: عرض المزيد
de: Mehr anzeigen
es: Mostrar más
fr: Afficher plus
hi: और दिखाएँ
hu: Több megjelenítése
it: Mostra altro
ko: 더 보기
pl: Pokaż więcej
pt: Mostrar mais
pt_br: Mostrar mais
ru: Показать ещё
th: แสดงเพิ่ม
tr: Daha fazla göster
uk: Показати ще
zh: 显示更多

source: Show the English name in parentheses next to the translated one.
ar: إظهار الاسم الإنجليزي بين قوسين بجانب الاسم المترجم.
de: Zeige den englischen Namen in Klammern neben dem übersetzten.
es: Muestra el nombre en inglés entre paréntesis junto al traducido.
fr: Afficher le nom anglais entre parenthèses à côté du nom traduit.
hi: अनुवादित नाम के आगे कोष्ठक में अंग्रेज़ी नाम दिखाएँ।
hu: Az angol nevet zárójelben, a lefordított mellett mutatja.
it: Mostra il nome inglese tra parentesi accanto a quello tradotto.
ko: 번역된 이름 옆에 괄호 안 영어 이름을 표시합니다.
pl: Pokazuje angielską nazwę w nawiasach obok przetłumaczonej.
pt: Mostra o nome em inglês entre parênteses ao lado do traduzido.
pt_br: Mostra o nome em inglês entre parênteses ao lado do traduzido.
ru: Показывать английское название в скобках рядом с переведённым.
th: แสดงชื่อภาษาอังกฤษในวงเล็บถัดจากชื่อที่แปลแล้ว
tr: Çevrilen adın yanında parantez içinde İngilizce adı göster.
uk: Показувати англійську назву в дужках поруч із перекладеною.
zh: 在译文旁以括号显示英文名称。

source: Show the body weight card on Home.
ar: يعرض بطاقة وزن الجسم في الرئيسية.
de: Zeigt die Körpergewichtskarte auf Start.
es: Muestra la tarjeta de peso corporal en Inicio.
fr: Affiche la carte de poids sur l’Accueil.
hi: होम पर शरीर के वजन का कार्ड दिखाता है।
hu: Megjeleníti a testsúlykártyát a Kezdőlapon.
it: Mostra la scheda del peso corporeo nella Home.
ko: 홈 화면에 체중 카드를 표시합니다.
pl: Pokazuje kartę masy ciała na Starcie.
pt: Mostra o cartão de peso corporal no Início.
pt_br: Mostra o cartão de peso corporal no Início.
ru: Показывает карточку веса тела на Главной.
th: แสดงการ์ดน้ำหนักตัวบนหน้าหลัก
tr: Ana sayfada vücut ağırlığı kartını gösterir.
uk: Показує картку ваги тіла на Головній.
zh: 在首页显示体重卡片。

source: Show this at the gym
ar: اعرض هذا في الجيم
de: Im Studio vorzeigen
es: Muestra esto en el gimnasio
fr: À présenter à la salle
hi: इसे जिम में दिखाएँ
hu: Mutasd fel a teremben
it: Mostralo in palestra
ko: 헬스장에서 이것을 보여주세요
pl: Pokaż to na siłowni
pt: Mostra isto no ginásio
pt_br: Mostre isto na academia
ru: Покажите это в зале
th: แสดงสิ่งนี้ที่ยิม
tr: Bunu salonda göster
uk: Покажи це в залі
zh: 在健身房出示这个

source: Show this next time
ar: إظهار هذا في المرة القادمة
de: Nächstes Mal anzeigen
es: Mostrar la próxima vez
fr: Afficher la prochaine fois
hi: अगली बार दिखाएँ
hu: Mutasd legközelebb is
it: Mostra la prossima volta
ko: 다음에 다시 보기
pl: Pokaż następnym razem
pt: Mostrar da próxima vez
pt_br: Mostrar da próxima vez
ru: Показать в следующий раз
th: แสดงอีกครั้งครั้งถัดไป
tr: Bir dahaki sefere göster
uk: Показати наступного разу
zh: 下次显示

source: Show your best set instead
ar: اعرض أفضل مجموعة لك بدلًا من ذلك
de: Stattdessen deinen besten Satz zeigen
es: Mostrar tu mejor serie
fr: Afficher plutôt ta meilleure série
hi: इसके बजाय अपना सर्वश्रेष्ठ सेट दिखाएँ
hu: Inkább a legjobb sorozatodat mutasd
it: Mostra invece la tua serie migliore
ko: 대신 최고 세트 보기
pl: Pokaż zamiast tego najlepszą serię
pt: Mostrar antes a tua melhor série
pt_br: Mostrar sua melhor série
ru: Показать ваш лучший подход
th: แสดงเซ็ตที่ดีที่สุดของคุณแทน
tr: Bunun yerine en iyi setini göster
uk: Показати твій найкращий підхід
zh: 改为显示你的最佳组

source: Showing all equipment
ar: عرض جميع المعدات
de: Alle Geräte werden angezeigt
es: Mostrando todo el equipo
fr: Tout l’équipement est affiché
hi: सभी उपकरण दिखाए जा रहे हैं
hu: Minden eszköz megjelenítve
it: Vengono mostrati tutti gli attrezzi
ko: 모든 장비를 표시하는 중
pl: Pokazywany jest cały sprzęt
pt: A mostrar todo o equipamento
pt_br: Mostrando todos os equipamentos
ru: Показан весь инвентарь
th: กำลังแสดงอุปกรณ์ทั้งหมด
tr: Tüm ekipman gösteriliyor
uk: Показано весь інвентар
zh: 正在显示全部器械
